---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RevisionCloudFailures.ProhibitCreationInIssued
source: html/1d2a6a86-f15e-2085-0ad4-4d7638bf9ef6.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RevisionCloudFailures.ProhibitCreationInIssued Property

The most current project revision has been issued. No new revision clouds can be created in it. Please add a new revision to the global revision table.

## Syntax (C#)
```csharp
public static FailureDefinitionId ProhibitCreationInIssued { get; }
```